48983878	@USER
40005424	.
26563534	i
22915993	the
20631611	to
20610708	@URL
19280435	,
17188749	!
16280346	a
15272476	you
11518991	and
11133857	my
9699705	in
9466435	is
8906634	for
8897618	:
8878202	of
8387799	?
8260666	it
7954040	me
7749164	...
7634273	on
7586609	"
7018279	that
5842682	this
5323150	i'm
5201014	at
5103046	be
5043857	with
5029847	just
4856572	lol
4699081	so
4333966	have
4245989	like
4127627	your
3803515	but
3720974	are
3718611	up
3659222	not
3582242	get
3450393	was
3398526	out
3331163	-
3318304	all
3257387	what
3136410	do
3037935	..
2996355	if
2929024	love
2927945	&
2874781	we
2820488	don't
2773804	now
2736707	no
2668216	when
2610403	)
2538931	about
2519927	know
2473393	!!
2450152	(
2440664	one
2435344	can
2398810	go
2351094	good
2343789	it's
2299834	:)
2295431	from
2227832	how
2111576	u
2050686	they
2033582	got
2023904	time
1968041	will
1956878	day
1938331	more
1921987	today
1911206	new
1890286	by
1842012	he
1829802	as
1828911	too
1792383	or
1729723	see
1725110	“
1707808	!!!
1707208	some
1703729	want
1638192	people
1633226	”
1611738	'
1609400	right
1604701	back
1598838	need
1535994	think
1535248	going
1531650	who
1531167	why
1506321	an
1461057	really
1413303	can't
1404089	there
1379360	she
1354108	her
1336326	im
1330746	....
1319661	make
1308351	would
1257745	here
1227016	been
1200358	*
1193164	haha
1189691	off
1188408	still
1186830	its
1178683	via
1177864	has
1177158	shit
1147773	am
1144761	had
1144741	2
1136763	oh
1132975	only
1125902	that's
1121305	never
1117856	them
1109508	you're
1108460	night
1106997	much
1106380	work
1089021	did
1065740	then
1055936	fuck
1053499	thanks
1044232	well
1042435	our
1037269	say
1036250	come
1027026	tonight
1020579	even
1009647	great
1008736	over
1001948	his
1001405	life
955806	last
933434	feel
928416	way
924351	better
917341	should
897996	him
886966	always
865685	lmao
864646	take
863580	photo
859468	gonna
846427	man
845435	look
833059	best
824858	than
818813	us
815073	home
812857	ever
811289	follow
803931	where
800085	down
799434	<3
793872	hate
792994	tomorrow
788851	game
783554	wanna
782251	first
779546	yeah
773350	because
768049	yes
767518	could
764300	i'll
761477	girl
759287	these
745394	getting
742635	ass
740668	morning
724813	someone
722863	thank
718039	being
698729	i've
694925	please
691026	miss
690156	3
688523	video
687176	wait
686724	were
683365	let
680190	after
680045	check
678314	said
676911	something
676570	bad
673141	again
672808	their
668750	next
660537	happy
658539	hope
653403	week
648780	tell
619685	watching
617485	watch
616574	show
613529	damn
612676	thing
608185	stop
603478	little
601587	twitter
597401	!!!!
593253	dont
591573	didn't
588759	made
584241	:(
577236	year
576060	sleep
571978	bitch
571568	wish
570869	sure
564592	things
564001	god
562974	real
561819	every
561539	everyone
560668	give
559241	keep
559141	;
558092	into
558023	before
551845	free
550901	doing
550430	school
550295	call
549954	though
548276	done
539087	ya
535888	4
534017	days
532040	any
529408	live
528262	same
527610	guys
525056	big
523505	nigga
522472	other
517129	ok
515864	;)
515413	does
509286	talk
508323	fun
508037	friends
506860	@
503469	??
502430	hey
497708	pretty
497706	1
495999	long
495353	those
495241	tweet
495025	already
493315	baby
492825	find
490887	two
479492	nice
478900	start
475852	fucking
475373	gotta
474304	ready
474014	?!
473745	play
473366	most
472767	5
469329	phone
464288	help
461264	smh
461057	put
459562	tho
455259	|
450232	…
449595	everything
447201	around
447101	(:
446198	looking
445576	cause
441360	world
439604	thought
438885	house
436854	very
436711	another
436368	mean
433439	omg
431213	many
428517	nothing
428010	old
426784	music
424707	mom
424702	win
424446	may
422202	okay
421549	hell
421119	weekend
418875	try
418113	awesome
416664	hard
415951	makes
415556	girls
413212	cool
411394	yo
410818	n
410416	while
409414	guess
408973	coming
406768	ain't
405603	>
404192	away
403762	he's
401538	song
398982	trying
395833	hahaha
384766	sorry
384193	.....
382713	having
382438	text
381849	money
381548	might
379378	doesn't
377622	what's
376271	class
373963	yet
373427	bed
371648	actually
371587	bout
371006	person
370411	soon
370333	talking
370049	anything
369925	myself
369197	maybe
368981	use
367914	crazy
367162	name
364612	anyone
362773	since
362717	w/
360361	guy
354132	posted
352665	:d
351577	looks
349978	through
349494	facebook
348933	cute
346490	funny
346139	playing
345480	ur
344465	wow
342743	hit
342300	head
341533	making
340237	amazing
339204	job
333797	lot
332460	until
330601	read
328574	party
327814	team
325380	beautiful
324899	stay
324672	hair
321143	eat
318484	remember
317810	finally
316735	10
316660	face
314463	favorite
313685	bro
313562	ask
313049	movie
312217	went
310662	family
310263	car
310169	own
308719	end
308613	believe
307572	hear
306459	years
305780	gone
305308	also
304996	saw
304953	true
303614	hours
302277	dude
301915	wrong
300412	care
300175	won't
299894	i'd
299773	food
299089	told
297382	we're
296241	❤
296133	there's
295519	left
294488	probably
293468	mind
293117	friday
292347	seen
291973	$
291330	~
288905	hot
288348	yea
288277	:-)
287580	such
287332	feeling
286714	thats
285698	working
284654	mad
283808	run
283697	others
282664	followers
282192	excited
281166	cant
280816	must
280785	seriously
279684	without
279285	else
279051	kids
275332	let's
275122	[
274963	change
274382	leave
274292	early
273777	says
273749	friend
273377	news
272734	boy
272339	buy
271424	enough
271288	heart
270768	stuff
270436	ill
269615	gets
269354	she's
269075	ha
268966	place
267302	tired
266560	few
266394	black
265732	found
263562	thinking
263343	—
262290	haven't
261613	glad
261179	part
260561	da
259619	isn't
257517	top
257431	needs
256988	de
256948	niggas
256914	sometimes
256759	happy_birthday
255786	both
255585	idk
252787	:/
252212	y'all
252064	lmfao
250945	--
250536	2012
248738	almost
247424	which
247215	birthday
246900	tweets
246650	6
246193	summer
241095	whole
241081	???
240844	saying
238700	b
237406	!!!!!
237037	they're
236001	used
234633	once
233581	y
233543	room
233482	heard
233108	late
233058	bring
232257	taking
232189	lost
231422	cuz
231086	least
231052	wit
230816	wtf
230805	called
230318	together
228789	wants
227993	fall
227316	far
226959	]
226394	aint
226357	season
226156	times
225707	came
225593	ugh
225201	perfect
224459	listen
223743	yourself
222199	goes
222126	<
221738	:p
220925	sounds
220208	white
218961	dad
217016	post
215983	wanted
215160	sick
214912	stupid
214586	=
213953	7
213059	open
212701	word
211670	mine
211474	book
211249	turn
210620	beat
210475	welcome
209467	anymore
209427	sad
209325	waiting
207466	ppl
206450	la
206091	hi
205274	wonder
204254	r
204163	ima
201971	reason
201864	bitches
201545	took
200458	8
200253	business
200009	comes
199834	move
199720	set
199533	high
199321	tv
198187	full
197669	break
197635	meet
197133	minutes
196991	saturday
195867	fan
194893	lil
194442	story
194175	half
193932	started
193757	lets
193267	(@
192573	either
192024	point
191681	-_-
191046	wasn't
190617	em
190498	idea
190449	sweet
190204	c
189951	listening
189791	following
189395	boys
188597	happen
187777	understand
187576	s
186847	hour
186169	later
185892	everybody
184797	kind
183542	picture
183367	forget
183033	dog
181920	dead
181773	forever
181640	walk
181213	kinda
180399	ago
180119	till
179930	number
179895	shut
179614	enjoy
179026	seeing
178017	liked
177924	join
177784	que
177312	eyes
177193	cold
176288	knew
176100	alone
175530	definitely
174917	dinner
174050	learn
174009	weird
173769	yesterday
172969	problem
172961	games
172068	>>>
172061	past
171976	sunday
171417	send
171410	yall
170944	you'll
170430	album
170326	swear
170287	hurt
170016	wake
169362	close
169095	pm
168706	women
168266	/
167857	online
167439	christmas
167423	sucks
167395	wear
166709	fans
166697	support
166514	drive
166134	drink
165777	af
165768	somebody
165216	–
165212	yay
165040	single
165008	brother
164851	words
163970	pic
163556	o
163511	2013
163272	outside
163239	f
163068	12
162725	kill
162334	each
162064	w
161935	deal
161295	body
161076	pick
160711	dat
160682	course
160678	missed
160421	super
159734	die
159675	bored
159527	nobody
159145	starting
158864	fight
158288	weeks
158178	kid
157985	vs
157770	s/o
157466	happened
157313	gave
157093	month
156954	sister
156445	☺
156292	lunch
156087	pay
155776	line
155167	city
154841	lose
154723	easy
154092	wouldn't
153724	running
153594	means
153563	blog
153215	during
152922	different
152845	monday
152364	three
151460	congrats
150953	rain
150756	yu
150742	matter
150713	question
150699	......
149113	😒
148243	dream
148050	worth
147995	rest
147975	fine
147833	eating
147803	😂
147092	forgot
147066	less
147030	young
146613	voice
146480	college
146265	feels
145906	visit
145586	giving
145145	bet
145136	under
144915	reading
144394	woman
144115	hold
143886	date
143848	second
143732	fast
143232	chance
143099	suck
142956	save
142624	9
142527	exactly
142481	red
142315	bit
142257	tryna
141606	♥
141521	fuckin
141367	20
141207	+
141151	men
141124	sex
140754	worst
140719	whatever
140494	weather
140473	smile
140399	goodnight
140176	knows
139962	alright
139275	ones
139136	against
138362	):
138346	moment
137979	between
137965	asked
137935	cut
137745	share
137383	cry
136367	straight
135964	forward
135803	who's
135199	#oomf
135072	hungry
135037	goin
134885	stand
134796	son
134647	totally
134443	football
134283	ride
134277	able
133947	vote
133713	plan
133663	parents
133486	using
133289	dance
133242	instead
133199	water
132962	couldn't
132950	#ff
132908	aren't
132357	act
132292	played
132212	1st
132119	couple
131902	xd
131744	fact
131625	lady
131610	!?
131570	nap
131281	special
131010	>>
130958	drunk
130092	trust
129862	future
129218	woke
129154	😊
129113	power
128589	fat
128479	case
128458	loved
128267	wearing
128152	sound
127964	30
127849	sexy
127726	behind
127223	t
127217	laugh
127196	side
127006	literally
126729	proud
126674	imma
126569	el
126564	tried
126505	shot
126401	asleep
126107	hand
125973	obama
125844	til
125520	serious
125257	we'll
125170	seems
125160	coffee
125117	dm
124618	fire
124465	#nowplaying
124293	agree
124269	truth
124098	state
124034	you've
123548	takes
123405	dumb
123063	pictures
122921	hoe
122734	hahahaha
122670	sign
122508	jus
121878	iphone
121789	hoes
121712	catch
121042	movies
121016	answer
121003	daily
120797	list
120605	club
120515	didnt
120460	boyfriend
119998	lord
119930	photos
119603	loves
119595	mi
119527	sitting
119313	x
119076	dick
118317	won
118118	ugly
117334	instagram
117297	11
117121	d
116683	everyday
116348	wat
116215	months
115930	church
115822	annoying
115696	fucked
115533	living
115306	gay
115245	15
114831	lie
114010	e
113747	walking
113710	hopefully
113669	shows
113265	needed
113233	tickets
113030	rock
112652	link
112448	😔
111807	missing
111732	gym
111682	rather
111190	light
111038	episode
110735	en
110600	group
110461	drinking
110349	tweeting
109870	shower
109699	trip
109576	hang
109564	kno
109025	ladies
108827	#jobs
108767	happens
108765	become
108590	hands
108192	sit
107897	breakfast
107872	thursday
107792	interesting
107697	page
107632	sale
107615	!!!!!!
107509	whats
107244	pass
107151	bought
107127	works
107127	email
106569	honestly
106519	driving
106501	ball
106254	aww
106229	retweet
106093	beach
106014	chill
105747	yours
105727	short
105350	scared
105190	type
105003	starts
104939	boo
104839	broke
104726	radio
104708	test
104592	nah
104532	realize
104531	sleeping
104439	good_luck
104414	hello
104365	#np
104322	songs
104276	jesus
104202	gettin
103789	’
103610	>>>>
103494	followed
103299	throw
103158	event
103150	fake
103147	met
102967	sent
102821	shirt
102808	😘
102760	app
102570	huh
102448	art
102341	blue
101999	dnt
101919	😍
101379	fair
101305	here's
101286	office
101039	inside
100924	spend
100765	sooo
100692	bar
100410	front
99876	order
99873	bye
99570	write
99472	moving
99457	green
99403	country
98995	relationship
98843	beer
98830	mouth
98828	calling
98827	2011
98792	😁
98679	taken
98473	lucky
98358	ah
98290	review
98063	hahah
98022	busy
97697	sense
97597	nope
97586	finished
97559	yep
97301	#job
97264	.!
96947	joke
96888	clean
96729	plans
96695	bc
96521	add
96418	company
96251	shoes
96150	pizza
96136	soo
96099	fb
96048	worry
96009	homework
95849	website
95840	k
95820	round
95773	track
95753	huge
95498	telling
95353	town
95295	cat
95084	pics
95016	dear
94932	drop
94864	small
94668	looked
94466	high_school
94373	(;
94125	yup
94103	2nd
94056	watched
93908	important
93745	park
93515	heat
93386	😏
93345	pain
93312	death
93300	hurts
93107	smoke
92663	pissed
92360	appreciate
92308	available
92208	cover
92082	meeting
92027	nd
91976	final
91889	absolutely
91828	speak
91732	tuesday
91717	mood
91678	😳
91648	supposed
91591	store
91461	cannot
91447	<<<
91397	quick
91354	checked
91337	service
91286	strong
91178	meant
91016	finish
90834	especially
90673	crying
90567	practice
90528	mother
90411	m
90357	concert
90126	internet
89974	likes
89902	worse
89864	questions
89832	update
89804	lead
89730	road
89699	wonderful
89406	health
89301	chicago
89286	street
89274	#
88940	shoot
88652	ft
88640	respect
88556	dress
88519	interview
88470	leaving
88389	center
88327	shopping
88178	attention
88151	doe
88115	study
88059	project
87908	ny
87828	dreams
87818	sun
87641	feelings
87542	hilarious
87410	minute
87143	basketball
86941	loving
86835	safe
86766	best_friend
86722	thoughts
86617	clothes
86594	-__-
86590	ca
86588	million
86550	singing
86523	step
86459	outta
86459	random
86418	america
86393	:o
86376	download
86221	asking
86111	seem
85823	snow
85553	door
85503	#teamfollowback
85254	jealous
85238	series
85086	unlocked
85074	gon
84959	slow
84724	stuck
84663	laughing
84572	child
84531	writing
84499	felt
84349	grow
84308	calls
84217	kick
84201	today's
84062	problems
83905	click
83870	changed
83869	kiss
83673	wednesday
83620	sing
83429	plus
83362	ma
83022	lots
82784	tl
82784	site
82689	anyway
82557	jobs
82367	bus
82356	along
82142	ways
82115	sports
81762	air
81648	band
81630	longer
81431	13
81207	gives
81161	social_media
81055	extra
80762	info
80717	doin
80687	dying
80681	tf
80532	four
80502	killing
80278	mama
80242	^
80214	pussy
80084	enter
80079	50
79961	paper
79912	poor
79890	possible
79723	books
79488	killed
79465	smart
79453	level
79393	article
79361	babe
79360	style
79346	near
79267	caught
79118	avi
79096	👌
78980	apparently
78934	new_york
78885	tips
78788	youtube
78779	100
78678	wont
78512	coach
78114	low
78081	history
78049	shouldn't
77914	self
77868	anybody
77685	texas
77651	classes
77626	wife
77624	record
77317	aw
77210	0
77043	success
76943	thinks
76868	photoset
76839	#fb
76520	#getglue
76431	quite
76415	latest
76362	finna
76226	uh
76181	children
76045	24
76002	putting
75956	workout
75503	unless
75502	piece
75337	‘
75126	fell
75008	paid
74958	turned
74860	um
74648	july
74583	soooo
74369	experience
74307	ate
74293	fam
74226	4th
74181	winds
74166	kidding
74053	gift
73956	earlier
73920	figure
73851	biggest
73536	keeps
73460	dark
73448	points
73448	died
73338	talkin
73292	spot
73252	shout
73208	ahead
73192	box
72979	google
72949	pants
72919	dis
72809	expect
72771	18
72667	roll
72605	message
72557	report
72474	se
72466	lives
72361	loud
72140	shop
72041	sleepy
71810	mess
71810	thru
71719	dang
71624	👍
71616	cake
71597	feet
71564	freaking
71512	added
71396	official
71350	due
71117	16
70959	cousin
70957	realized
70937	eye
70931	:))
70779	nyc
70675	completely
70579	hoping
70491	fly
70469	21
70425	quit
70403	color
70386	awww
70339	texting
70313	wedding
70311	videos
70239	usually
70228	gorgeous
70022	smell
69984	except
69933	boring
69878	control
69737	american
69676	alive
69639	3rd
69568	deserve
69490	girlfriend
69467	lately
69386	wine
69356	fresh
69310	.......
69192	lazy
68959	q
68862	local
68685	tour
68549	touch
68502	deep
68481	awake
68461	mention
68457	teacher
68429	player
68386	entire
68383	bag
68317	p
68197	handle
68169	count
68140	fit
68117	view
68053	building
67992	mph
67972	g
67880	somewhere
67809	police
67718	alot
67698	nights
67671	blessed
67569	pull
67483	judge
67472	▸
67423	top_stories
67405	fool
67262	spring
67213	awkward
67202	officially
67190	14
67135	un
66982	john
66873	breaking
66846	folks
66795	ive
66595	baseball
66576	btw
66478	bullshit
66475	i’m
66455	lookin
66338	tha
66324	fix
66312	star
66281	apple
66210	id
66113	national
66086	=)
65841	energy
65767	chicken
65745	often
65645	mr.
65559	goodmorning
65553	you'd
65344	choice
65266	afternoon
65234	marketing
65232	mall
65224	tx
65148	wins
65094	pop
65068	race
65050	????
64903	chillin
64890	;-)
64888	waking
64883	simple
64855	nasty
64613	goal
64571	lo
64570	gold
64470	best_friends
64366	five
64328	te
64297	holiday
64291	community
64267	doubt
64199	area
64187	students
64146	-___-
64104	pray
64086	boston
63991	computer
63956	public
63868	florida
63867	commercial
63750	imagine
63735	promise
63496	traffic
63464	learned
63320	conversation
63229	truly
63217	ran
63206	spent
63156	happening
62811	l
62704	😂😂😂
62637	butt
62630	design
62621	june
62479	boss
62327	don’t
62303	march
62270	age
62103	terrible
62059	pressure
62030	dirty
62026	system
62022	across
61993	social
61940	law
61851	25
61583	details
61517	daddy
61480	bill
61446	treat
61420	ends
61351	follower
61318	account
61279	chocolate
61275	mt
61233	knowing
61184	dj
61111	it’s
61052	sum
61048	miami
61008	we've
61007	taste
60901	brought
60896	weight
60781	ideas
60732	program
60681	>>>>>
60664	pink
60659	min
60603	artist
60600	middle
60593	cancer
60589	market
60576	j
60553	cont
60489	complete
60384	#1
60345	sir
60324	reply
60294	def
60276	cook
60205	sales
60162	beats
60127	#nf
59983	choose
59963	tweeted
59962	schedule
59898	winning
59882	es
59869	lovely
59851	omfg
59836	peace
59819	falling
59789	naw
59628	none
59586	sell
59533	bday
59502	period
59501	confused
59481	training
59480	soul
59471	hanging
59450	worked
59420	trouble
59405	losing
59363	hurry
59307	tht
59163	media
59158	buddy
59155	wild
59086	hmm
59005	sis
58879	major
58863	double
58815	lmaoo
58730	upset
58549	blow
58519	beyond
58408	halloween
58331	chick
58322	😉
58253	stats
58236	«
58215	oomf
58211	hearing
58190	_
58151	ice_cream
57927	decided
57927	weed
57906	whenever
57891	action
57885	daughter
57877	secret
57867	size
57812	south
57803	obviously
57798	!!!!!!!
57634	//
57525	april
57448	<<<<
57435	con
57423	king
57411	stars
57381	buying
57307	interested
57288	spending
57181	^_^
57135	issue
57100	stomach
57033	born
57006	hella
56964	it'll
56949	married
56919	tough
56812	moms
56761	card
56743	headed
56721	calm
56697	issues
56697	mixtape
56688	horrible
56609	dogs
56609	block
56580	showing
56570	bruh
56568	advice
56512	chris
56511	jk
56507	sharing
56230	floor
56157	president
56110	evening
56087	female
56070	lies
56017	twice
55990	acting
55989	shots
55956	county
55946	lame
55930	17
55918	miles
55788	na
55771	talked
55708	personal
55614	lls
55573	film
55566	winter
55550	healthy
55520	legs
55517	everywhere
55511	talks
55477	wind
55477	ohh
55435	wall
55321	staying
55192	?!?
55159	homie
55151	version
55114	luck
55105	♫
55087	grade
55081	field
55036	dancing
54982	price
54871	<<
54843	shall
54807	greatest
54789	ahh
54755	score
54750	females
54728	west
54727	currently
54600	sticker
54428	crap
54417	pack
54350	beauty
54324	si
54296	cup
54290	dope
54290	pool
54228	tu
54207	40
54198	rich
54175	mark
54127	difference
54088	players
53993	etc
53964	clear
53861	romney
53848	stick
53832	excuse
53817	✌
53773	heading
53766	war
53728	train
53713	blood
53608	comment
53591	babies
53482	faith
53475	stfu
53463	bless
53314	blame
53309	teams
53233	earth
53212	space
53142	thankful
53138	v
53040	fighting
52972	challenge
52950	fear
52940	😂😂
52902	warm
52822	giveaway
52758	bunch
52749	learning
52726	rip
52622	tumblr
52615	mike
52583	return
52576	sat
52574	ring
52551	st
52534	wondering
52471	checked-in
52404	release
52388	normal
52322	celebrate
52273	key
52262	mix
52201	amen
52164	lying
52110	named
52006	fail
51998	texts
51984	notice
51954	pa
51952	surprised
51943	build
51919	ice
51903	cheese
51816	keeping
51795	broken
51767	passed
51738	stopped
51735	thx
51723	pandora
51683	**
51574	wen
51472	father
51423	aye
51394	given
51385	known
51354	tears
51344	starbucks
51285	brain
51112	search
51082	create
51066	afraid
51044	ipad
51005	enjoying
50963	cookies
50854	nails
50843	performance
50836	suppose
50805	hmmm
50782	focus
50771	offer
50708	heaven
50666	library
50661	soccer
50618	match
50494	#love
50481	jump
50467	feed
50414	travel
50366	congratulations
50339	weak
50288	continue
50266	co
50233	scary
50222	youre
50216	closed
50203	studio
50175	finding
50167	moon
50147	hotel
50138	mo
50104	names
50067	turns
50028	headache
49997	helping
49926	themselves
49921	california
49856	gas
49856	holding
49832	fantastic
49811	drama
49786	holy
49753	begin
49696	walked
49630	shooting
49606	hospital
49599	planning
49531	grandma
49507	plays
49235	classic
49153	por
49145	teach
49007	october
49004	brown
48798	sigh
48780	anyways
48756	seconds
48748	stage
48745	original
48745	letting
48715	board
48711	bigger
48565	adorable
48551	note
48506	ex
48493	basically
48477	waste
48437	opening
48347	drinks
48311	drake
48260	reality
48251	lolol
48212	senior
48154	north
48122	explain
48038	»
48014	gotten
47943	::
47933	asshole
47928	court
47926	justin
47909	spanish
47880	truck
47830	bestfriend
47815	los
47698	u.s.
47697	lights
47693	vacation
47644	cares
47589	#tcot
47574	ten
47484	#gameinsight
47474	situation
47433	usa
47425	cleaning
47345	hits
47335	growing
47312	window
47281	changes
47272	doesnt
47256	unfollowed
47187	channel
47088	ticket
47076	blah
47063	austin
47004	everytime
46989	speaking
46982	stories
46912	studying
46858	sold
46816	trade
46802	o_o
46789	balls
46769	laying
46750	clearly
46719	where's
46670	cats
46659	kitchen
46649	tells
46615	mins
46579	table
46512	rules
46446	career
46424	michael
46409	agreed
46403	atlanta
46400	memories
46354	tattoo
46314	opinion
46263	feat
46258	restaurant
46235	human
46219	para
46153	wrote
46122	wassup
46083	camera
46072	august
46007	cars
46000	turning
45997	ahhh
45980	cash
45955	david
45953	campus
45935	al
45910	glass
45787	manager
45776	surprise
45761	places
45612	fault
45583	]:
45577	ew
45574	dallas
45565	downtown
45562	decide
45550	fl
45513	:'(
45494	houston
45456	mobile
45453	pair
45430	anytime
45419	chat
45381	vegas
45359	,...
45307	lay
45258	smoking
45216	ridiculous
45201	ii
45195	contact
45192	aha
45184	dudes
45124	fashion
45115	gunna
45075	ctfu
45056	100%
45040	reasons
44932	beginning
44820	bottle
44802	older
44731	defense
44712	rap
44676	hiring
44642	hahahahaha
44631	semester
44565	skin
44532	sending
44428	doctor
44357	anywhere
44326	session
44301	cheap
44271	events
44267	checking
44264	fish
44253	rude
44235	scene
44229	sayin
44207	st.
44199	momma
44188	husband
44105	delicious
44094	asap
44073	contest
44072	easier
43983	gun
43937	tip
43910	decision
43888	nothin
43886	happiness
43878	burn
43859	19
43829	rd
43812	hasn't
43787	gosh
43733	although
43721	lmaooo
43674	himself
43657	ion
43595	reach
43581	luv
43533	tech
43451	cooking
43388	kt
43380	lebron
43373	h
43349	airport
43298	crew
43251	#winning
43231	positive
43231	picked
43204	english
43182	changing
43179	conference
43177	ga
43177	data
43172	response
43163	fav
43092	within
43087	remix
42998	dropped
42989	moved
42924	quote
42804	swag
42799	gross
42764	humidity
42753	awful
42725	worried
42711	joe
42710	re
42671	cc
42671	present
42663	tea
42662	silly
42592	txt
42569	lake
42563	dc
42550	badge
42536	bringing
42530	?!?!
42523	netflix
42500	bike
42500	hehe
42465	honest
42462	legit
42410	kept
42403	services
42387	hes
42341	famous
42340	exciting
42313	nfl
42313	storm
42264	eh
42263	helps
42223	brings
42216	blast
42171	winner
42147	o.o
42128	quiet
42114	hat
42092	hitting
42017	likely
41997	#win
41967	flight
41924	stress
41923	closer
41901	bathroom
41859	code
41846	#tbt
41843	naked
41742	per
41655	hug
41647	direction
41639	teeth
41606	bank
41585	loss
41567	push
41567	grab
41537	ad
41532	#music
41509	praying
41475	shake
41405	third
41384	dry
41309	havent
41266	shes
41263	selling
41249	student
41227	mb
41207	current
41190	mommy
41178	theres
41167	brothers
41162	idiot
41155	opportunity
41133	quality
41088	based
41014	22
40951	james
40897	plz
40835	how's
40835	pro
40803	dr.
40753	mostly
40732	nose
40690	former
40673	signed
40662	!...
40659	flow
40644	east
40634	tree
40582	model
40550	😩
40541	title
40523	barely
40487	leo
40483	university
40457	slept
40437	runs
40408	ave
40405	enjoyed
40384	foot
40384	creepy
40316	network
40296	information
40291	row
40273	invite
40267	aka
40182	va
40129	lakers
40122	lips
40075	finals
40059	product
40025	jack
40024	december
40017	tune
39964	lemme
39941	umm
39907	standing
39856	marry
39853	blog_post
39794	grown
39751	results
39748	goodbye
39683	riding
39653	😭
39633	heck
39603	shame
39576	sky
39560	total
39510	november
39510	web
39479	league
39343	certain
39334	dem
39317	math
39266	updated
39264	crack
39261	nba
39242	consider
39239	ending
39171	sometime
39105	rise
39103	noticed
39082	value
39073	;d
39068	six
39047	education
39039	uploaded
39020	numbers
39010	vintage
38978	duh
38957	mayor
38923	#giveaway
38910	wanting
38892	favorited
38849	magic
38816	harder
38814	hall
38808	bacon
38709	reminds
38706	regret
38692	talent
38692	weren't
38677	indeed
38674	#news
38588	main
38588	playlist
38581	.,
38578	arms
38552	paying
38525	threw
38520	ohhh
38515	mac
38420	piss
38407	research
38280	hahahah
38251	pregnant
38229	angry
38113	collection
38025	smells
37998	successful
37956	easily
37927	epic
37925	sooooo
37905	above
37898	lyrics
37847	september
37832	bottom
37816	whether
37810	admit
37777	diet
37761	allowed
37695	cost
37688	candy
37669	magazine
37644	thanksgiving
37636	spell
37633	moves
37624	apart
37621	wasnt
37613	accept
37603	neck
37602	laptop
37520	feelin
37504	battle
37498	cheer
37496	whoa
37478	obsessed
37446	corner
37445	le
37346	hood
37296	tight
37234	begins
37231	content
37223	science
37208	fingers
37197	texted
37158	ryan
37143	midnight
37134	holy_shit
37116	#rt
37111	hates
37105	he'll
37083	........
37006	pulled
36999	throwing
36931	oops
36897	drugs
36858	products
36856	relationships
36845	punch
36820	target
36815	couch
36809	honey
36808	ground
36807	fml
36807	merry_christmas
36780	leads
36763	ended
36737	copy
36715	windows
36676	debate
36654	received
36638	they'll
36568	★
36552	-->
36551	attitude
36548	digital
36530	technology
36503	5th
36491	take_care
36469	:-(
36454	camp
36451	il
36449	bomb
36380	bowl
36350	crush
36343	joy
36342	sisters
36297	walmart
36242	}
36227	campaign
36213	awkward_moment
36158	government
36121	figured
36118	heads
36036	itunes
36029	dressed
36008	comin
35992	screen
35974	complain
35951	hockey
35945	honor
35944	knock
35929	wet
35891	cards
35870	credit
35853	speech
35852	freak
35806	apartment
35796	award
35609	profile
35590	d:
35558	faces
35547	large
35499	guide
35475	wash
35474	showed
35457	january
35440	whoever
35438	#truth
35413	washington
35405	incredible
35391	23
35386	hide
35378	character
35356	xoxo
35354	bf
35313	natural
35297	uk
35289	tan
35276	makeup
35230	remind
35213	prolly
35153	puts
35128	<<<<<
35121	attractive
35111	rule
35091	haters
35085	gm
35078	las
35066	ignore
35061	released
35015	teachers
34992	simply
34953	nc
34900	degrees
34887	forreal
34882	nervous
34854	raise
34825	shorts
34823	tryin
34787	shitty
34737	unfollow
34719	cd
34718	orange
34713	trailer
34695	milk
34678	#soundcloud
34651	presents
34648	land
34644	station
34622	#android
34523	crash
34505	amazon
34454	excellent
34436	recently
34412	cross
34410	flying
34373	jokes
34370	possibly
34341	according
34339	hmu
34298	kobe
34286	pls
34269	prob
34267	alert
34263	xx
34257	hugs
34221	bs
34218	#smh
34211	!!!!!!!!
34183	-____-
34133	charge
34067	trending
34043	schools
34037	jersey
34020	shoutout
34015	christian
33977	created
33970	automatically
33950	matt
33917	leaves
33861	youu
33859	deals
33851	prayers
33811	playin
33736	dollar
33730	expected
33713	evil
33704	😜
33697	mail
33696	faster
33671	leg
33669	updates
33641	including
33589	dating
33569	paul
33552	difficult
33537	♬
33525	posting
33485	lonely
33475	convo
33474	puppy
33458	comments
33441	saved
33429	>>>>>>
33410	seat
33360	rn
33355	glasses
33346	avoid
33288	actual
33270	mistakes
33257	spread
33253	purple
33243	abt
33228	tax
33212	island
33194	emotional
33182	hearts
33158	taylor
33149	china
33143	spirit
33130	android
33127	upon
33127	women's
33115	yum
33112	mistake
33102	tag
33087	awhile
33026	😞
33019	form
33007	spring_break
32966	seattle
32963	goodness
32956	notes
32895	relax
32849	chilling
32817	repeat
32804	raining
32799	uncle
32794	prom
32793	process
32784	michigan
32779	voted
32693	nick
32606	would've
32605	ohio
32598	mini
32582	should've
32561	security
32532	insane
32467	extremely
32431	giants
32429	{
32426	steal
32406	booty
32399	neither
32389	annual
32370	nuts
32361	fill
32352	ta
32285	earned
32283	nite
32252	river
32245	delete
32208	effort
32181	steps
32165	messed
32123	international
32118	host
32102	jeans
32088	alex
32050	wishing
31986	wyd
31936	dies
31933	french
31892	carry
31890	isnt
31886	meal
31881	ratchet
31876	needa
31834	creative
31819	rough
31799	receive
31789	queen
31776	cafe
31759	draw
31702	somethin
31690	crowd
31687	craving
31679	marathon
31668	arm
31662	angel
31661	virgo
31624	slowly
31619	shine
31599	bound
31571	solid
31551	annoyed
31549	catching
31545	helped
31544	festival
31543	press
31541	shipping
31506	moments
31505	letter
31423	matters
31393	common
31392	tom
31386	paint
31380	dawg
31363	private
31362	cuddle
31360	competition
31360	member
31324	apps
31322	watchin
31316	fucks
31301	streets
31294	exist
31281	goals
31279	jam
31228	fixed
31212	commercials
31196	45
31190	asian
31183	th
31165	ipod
31163	towards
31159	dollars
31153	brand
31136	london
31125	management
31125	scorpio
31110	purchase
31107	outfit
31066	ap
31059	b4
31054	position
31054	regular
31043	filled
31028	gemini
31019	skype
31016	wings
31013	como
31007	alcohol
30992	status
30981	sore
30961	lived
30958	becoming
30953	screaming
30947	ol
30897	hating
30882	sam
30864	😌
30841	picking
30834	someone's
30828	freedom
30826	entered
30806	fa
30802	professional
30801	pero
30789	purpose
30773	awe
30742	rite
30740	di
30724	artists
30723	%
30721	bear
30700	libra
30682	nf
30679	$5
30673	besides
30649	justin_bieber
30642	del
30626	favor
30608	button
30573	lines
30565	bouta
30560	breath
30545	mentions
30544	crib
30489	amount
30479	mexican
30449	yellow
30437	hrs
30431	nation
30420	solo
30409	timeline
30398	golf
30370	hollywood
30370	general
30363	espn
30357	impossible
30352	rose
30317	involved
30290	$10
30271	freakin
30256	graduation
30251	thirsty
30232	🙏
30224	taurus
30223	mission
30213	quickly
30194	,,
30193	nearly
30177	sandwich
30150	fitness
30136	den
30100	willing
30090	60
30071	&&
30043	harry
30023	speed
30005	audio
29990	popular
29945	prefer
29944	inc
29930	hah
29898	grind
29898	heavy
29892	jail
29889	hole
29868	attack
29846	dan
29846	thinkin
29845	---
29815	inspiration
29809	edition
29799	😡
29787	tall
29785	productive
29782	preview
29760	parties
29728	prove
29710	detroit
29708	beyonce
29707	option
29689	disappointed
29683	.?
29667	awards
29661	una
29638	nj
29638	medical
29621	dey
29612	accident
29574	ty
29569	denver
29520	signs
29505	chase
29499	jordan
29444	boobs
29415	addicted
29414	hill
29403	snap
29393	rocks
29388	awwww
29381	grill
29332	27
29326	princess
29324	print
29286	ish
29285	#nyc
29255	fabulous
29228	background
29213	gain
29187	shirts
29172	draft
29150	forgive
29150	force
29149	bird
29146	tonite
29142	dr
29102	ears
29073	chinese
29061	cus
29054	anniversary
29031	breaks
29021	giant
29017	kicked
28993	written
28967	aries
28956	sea
28955	considering
28952	xo
28936	6th
28922	tonight's
28916	7th
28876	stock
28870	1/2
28863	ordered
28846	worries
28812	cops
28805	woah
28787	#fml
28787	higher
28776	falls
28773	26
28768	respond
28767	sagittarius
28747	somehow
28739	♡
28694	skinny
28670	prayer
28650	#wtf
28632	february
28621	aunt
28617	bother
28592	hook
28586	...?
28574	ep
28558	gifts
28556	correct
28529	bread
28512	guns
28508	planned
28501	;p
28501	everyone's
28500	josh
28494	voting
28486	#lol
28486	:')
28482	ahaha
28448	fantasy
28447	mr
28436	bridge
28414	shift
28406	#ipad
28367	ummm
28359	stayed
28358	celebrating
28345	😄
28334	answers
28322	/:
28292	plane
28279	ben
28269	risk
28259	members
28239	yesss
28227	completed
28218	industry
28196	lack
28187	machine
28184	28
28180	8th
28170	kills
28164	woo
28137	battery
28113	bright
28104	plenty
28100	pisces
28075	continues
28047	customers
28040	offers
28021	sport
28008	recipe
28004	hype
28000	location
27990	gop
27981	#followback
27978	rolling
27975	struggle
27965	brand_new
27956	devil
27949	staff
27920	screw
27900	invited
27884	trend
27870	los_angeles
27853	users
27840	however
27838	decisions
27769	aquarius
27727	posts
27725	slap
27710	beast
27696	strange
27693	dare
27688	allow
27671	whose
27648	makin
27639	bills
27629	itself
27609	ruin
27604	thunder
27576	americans
27576	socks
27572	sort
27550	bite
27534	breathe
27515	pet
27515	held
27502	recent
27487	soft
27480	pumped
27444	yess
27427	dam
27421	playoffs
27409	real_estate
27406	😂😂😂😂
27391	lesson
27385	teaching
27351	blowing
27336	facts
27324	ear
27314	slut
27288	connect
27280	ebay
27278	drops
27276	rush
27267	image
27254	strength
27254	disney
27252	🎶
27237	#follow
27224	adventure
27214	yummy
27205	taco_bell
27185	saving
27178	oil
27141	inspired
27131	partner
27124	comfortable
27105	usual
27096	arrested
27095	register
27089	horse
27083	blocked
27005	skills
27000	😢
26995	silver
26989	hurting
26982	bio
26976	sushi
26971	taught
26954	mirror
26949	laundry
26944	apply
26940	steve
26934	protect
26921	central
26892	+k
26888	fox
26883	?...
26869	boots
26848	covered
26844	became
26831	philly
26817	wasted
26814	fired
26803	loose
26799	mas
26797	mmm
26793	***
26778	messages
26777	boat
26759	sunny
26736	tyler
26735	you’re
26730	leader
26728	wats
26722	#yelp
26717	salad
26695	hw
26694	$100
26689	500
26681	switch
26673	exam
26659	access
26655	empty
26647	global
26637	director
26619	complaining
26616	exhausted
26591	careful
26571	warning
26570	chest
26523	headphones
26466	az
26466	refuse
26438	rid
26432	trash
26421	😑
26418	pee
26406	ship
26401	asks
26394	scott
26388	launch
26377	rihanna
26375	tie
26371	b/c
26357	#2
26357	kevin
26339	garden
26325	->
26318	pages
26306	emotions
26291	hop
26285	new_unfollowers
26247	states
26182	male
26168	lololol
26166	ahhhh
26164	pride
26115	sugar
26115	smiling
26101	stole
26097	chris_brown
26093	motivation
26077	ikr
26070	average
26057	flowers
26054	mf
26046	capricorn
26041	phones
26037	sec
26035	cop
25999	pretend
25995	chair
25957	dvd
25945	hero
25933	ily
25904	dig
25902	pc
25901	</3
25895	powerful
25882	walks
25854	wrap
25846	hip_hop
25821	ig
25795	yoga
25785	bible
25772	praise
25769	disgusting
25767	legal
25747	role
25741	drank
25727	expensive
25712	ghetto
25704	<33
25696	colors
25688	youth
25660	murder
25660	nowhere
25659	liking
25655	gf
25651	memory
25645	dammit
25644	tix
25641	grace
25635	lied
25613	announced
25609	cast
25605	batman
25573	tattoos
25569	cough
25555	cloudy
25554	surgery
25512	massage
25442	featuring
25422	oct
25416	deserves
25383	christ
25382	source
25376	san_diego
25371	packed
25343	trippin
25342	exclusive
25316	animal
25301	drug
25278	bae
25244	bath
25243	military
25230	negative
25229	mane
25227	ruined
25218	closet
25190	packing
25164	reviews
25150	interest
25140	monster
25134	swimming
25129	ms
25116	election
25115	cali
25113	max
25110	suit
25091	built
25084	perform
25064	express
25062	idc
25052	whore
25050	rate
25004	address
24983	unfortunately
24980	tool
24975	scream
24974	ne
24945	pleasure
24940	uses
24938	society
24904	laughed
24900	raw
24900	picks
24898	reports
24894	doors
24893	plate
24892	cried
24875	guitar
24874	feature
24867	follows
24857	claim
24843	people's
24843	tiny
24841	alabama
24825	welp
24818	depends
24816	subway
24813	finds
24813	💁
24812	holla
24797	politics
24794	meat
24787	snapchat
24775	skip
24764	meaning
24756	performing
24751	hd
24748	potential
24748	setting
24739	loser
24730	haircut
24729	episodes
24725	pieces
24724	””
24700	gurl
24697	#androidgames
24695	nov
24693	aight
24691	journey
24668	cowboys
24662	highly
24654	offense
24651	assume
24643	passing
24626	jay
24618	shape
24616	professor
24612	kelly
24611	cutest
24597	featured
24592	cheers
24587	finger
24561	increase
24555	companies
24548	failed
24536	blunt
24532	yolo
24530	san_francisco
24512	zone
24511	nephew
24504	safety
24503	jan
24463	marriage
24456	porn
24438	intense
24432	tongue
24424	favorites
24406	locked
24397	guilty
24396	bars
24391	shoulda
24389	turkey
24385	yr
24385	xbox
24355	ya'll
24355	billion
24352	remembered
24349	#nfl
24338	progress
24325	clue
24319	valley
24315	bra
24313	custom
24313	😎
24288	chapter
24283	wouldnt
24283	lmfaoo
24270	dats
24249	jacket
24223	😃
24219	photography
24212	fo
24210	soup
24209	punk
24196	classy
24194	trick
24190	peeps
24181	master
24174	congress
24173	author
24166	woot
24160	chicks
24150	political
24136	nooo
24132	stream
24102	entertainment
24098	""
24067	conversations
24065	throat
24049	killer
24046	starving
24041	lmbo
24038	opened
24038	lbs
24033	desk
24023	c'mon
24021	earn
24014	brooklyn
24013	parts
23999	don
23997	constantly
23995	cousins
23982	statement
23972	heels
23969	orlando
23958	tear
23947	listened
23936	neighbors
23936	rice
23923	men's
23913	cloud
23900	sin
23894	knowledge
23873	god's
23873	mexico
23867	cutting
23866	las_vegas
23849	mines
23842	dropping
23812	colorado
23792	shyt
23783	wishes
23783	weight_loss
23778	atl
23777	lmfaooo
23761	kisses
23742	several
23733	29
23724	base
23723	planet
23716	adult
23680	😝
23677	adam
23667	juice
23659	#tweetmyjobs
23649	beating
23637	lounge
23599	lower
23598	feb
23593	thang
23580	onto
23571	knocked
23548	counting
23546	smith
23542	meh
23539	square
23530	families
23522	ko
23522	santa
23505	deleted
23498	roommate
23492	kim
23490	herself
23483	seven
23483	ooh
23480	graduate
23480	shrugs
23478	budget
23477	it'd
23463	can’t
23449	upcoming
23429	labor
23422	records
23415	bucks
23413	nerves
23392	benefits
23367	proof
23361	lmaoooo
23355	smiles
23345	teen
23322	canada
23316	edge
23302	section
23299	related
23293	boom
23283	request
23277	kicking
23265	sees
23261	😱
23260	grateful
23250	jason
23240	eve
23222	hr
23205	lessons
23192	tools
23187	swim
23187	dec
23186	lee
23161	weekly
23153	secrets
23136	<333
23132	movement
23122	arizona
23121	shits
23109	#sorrynotsorry
23092	characters
23075	passion
23070	mixed
23061	badass
23059	ms.
23056	$50
23050	leaders
23047	perhaps
23021	#free
23015	jones
23006	nun
23006	eggs
23005	among
22997	yrs
22981	21st
22976	twin
22968	curious
22965	mile
22959	fully
22957	promo
22948	zero
22945	#blessed
22927	chances
22924	pounds
22898	holidays
22894	neighborhood
22891	donate
22877	wth
22873	blind
22872	ultimate
22872	.........
22848	decent
22840	hun
22826	package
22825	shoe
22822	sa
22820	birds
22820	com
22809	..?
22798	options
22795	))
22786	brian
22779	bands
22774	:]
22761	opens
22757	wise
22754	path
22751	•
22748	hosted
22748	podcast
22746	super_bowl
22746	hated
22743	--->
22734	tbh
22725	items
22722	funniest
22719	serve
22714	burning
22707	pt
22692	reached
22682	van
22679	stronger
22668	racist
22661	steak
22653	#yolo
22651	theater
22642	victory
22625	deck
22609	200
22609	apologize
22594	taylor_swift
22591	ceo
22588	2010
22580	burger
22575	beef
22573	actions
22542	otherwise
22539	reminder
22537	passes
22536	gear
22534	rapper
22529	mcdonalds
22521	mode
22508	thick
22507	animals
22502	#39
22502	georgia
22497	:)))
22485	rocking
22483	staring
22443	tacos
22440	championship
22431	workin
22422	bob
22419	yessss
22416	#nw
22395	!!!!!!!!!
22387	we'd
22386	qb
22384	failure
22355	leading
22346	ads
22342	essay
22325	exercise
22322	pinterest
22312	tim
22304	tweeps
22304	yard
22258	wa
22256	yelling
22246	#p2
22225	jewelry
22225	attempt
22221	software
22217	prices
22214	charger
22210	they've
22198	ed
22197	sub
22195	homes
22194	fave
22192	ham
22171	tied
22156	guest
22150	bbq
22133	noooo
22128	💜
22127	31
22122	limit
22116	knee
22115	bust
22108	ignorant
22094	celebration
22087	talented
22080	ik
22052	wi
22050	dads
22047	quarter
22044	#iphone
22037	friendship
22036	?????
22028	painting
22025	eric
22008	bears
21990	language
21975	twins
21957	🙌
21954	trees
21946	eventually
21942	unique
21937	''
21921	economy
21920	insurance
21911	improve
21900	sweat
21897	gracias
21891	noon
21884	bags
21883	below
21882	mee
21874	bay
21870	lab
21859	genius
21852	ct
21843	testing
21832	pops
21827	35
21825	ouch
21823	mountain
21813	spam
21809	yah
21807	cleveland
21791	nashville
21787	comedy
21782	sucked
21763	#realtalk
21759	niall
21741	kicks
21724	pocket
21709	justice
21704	90
21693	advantage
21688	signing
21680	argue
21673	blessing
21659	poop
21657	perfectly
21654	links
21645	wood
21641	effect
21640	wore
21623	fellow
21621	tony
21613	sunshine
21611	driver
21577	grand
21564	robert
21563	golden
21554	views
21540	bros
21531	niece
21528	streaming
21493	expecting
21486	patience
21470	good_times
21457	#quote
21444	eu
21435	relaxing
21428	mentioned
21424	whoop
21424	settle
21406	keys
21404	contract
21351	closing
21347	portland
21346	mcdonald's
21342	jackson
21341	distance
21334	rare
21331	lock
21315	features
21311	mrs.
21308	atleast
21303	#socialmedia
21302	chips
21269	ohhhh
21269	required
21266	she'll
21261	clock
21260	forecast
21241	choices
21240	betta
21236	stressed
21230	tournament
21216	flip
21216	discussion
21211	shoulder
21207	personality
21204	despite
21185	surveys
21177	booth
21173	district
21172	pure
21161	map
21154	tuned
21151	lane
21139	bff
21124	impact
21112	md
21097	dangerous
21092	customer
21074	gift_card
21073	prepared
21067	hangout
21067	development
21060	stadium
21058	freezing
21050	pr
21044	boi
21032	rockin
21032	phoenix
21028	fruit
21028	paris
21022	et
21007	angels
20992	coverage
20991	ios
20990	ay
20988	necklace
20959	flash
20922	diamond
20920	jeff
20918	martin
20910	lil_wayne
20904	youuu
20892	wut
20889	depressed
20884	solution
20882	#ipadgames
20877	sf
20877	newest
20876	someday
20870	longest
20865	auto
20853	$20
20852	#fail
20852	italian
20826	bein
20824	ton
20807	eagles
20792	jets
20779	dave
20769	fancy
20768	blonde
20761	ocean
20750	becomes
20744	personally
20743	drew
20743	hosting
20732	hater
20730	dislike
20716	fireworks
20713	basic
20706	seats
20702	celebrity
20700	cereal
20669	weekends
20664	#listenlive
20661	su
20661	duty
20654	shawty
20653	rob
20651	spurs
20649	precious
20648	alarm
20638	grew
20637	brilliant
20637	johnson
20629	ups
20626	discuss
20613	charlotte
20612	projects
20597	9th
20580	taxes
20549	crime
20533	ps
20524	noise
20524	pulling
20510	slide
20494	80
20493	tooo
20472	load
20467	valentines_day
20452	liam
20446	prepare
20441	wana
20439	raised
20432	prod
20431	cookie
20427	southern
20423	nature
20413	7:30
20405	bug
20403	mornin
20396	vision
20393	killin
20393	demand
20382	similar
20381	sup
20378	non
20372	growth
20364	knw
20362	owe
20354	fries
20342	generation
20331	ight
20307	randomly
20296	.!!
20281	stores
20281	pancakes
20275	jim
20259	3d
20252	ghost
20251	nor
20251	dates
20238	cable
20237	dumbass
20235	pie
20232	50%
20227	homecoming
20202	tons
20173	$1
20169	knicks
20160	led
20142	cancelled
20107	cupcakes
20086	parade
20084	include
20076	drawing
20064	creating
20050	announces
20045	hay
20042	poppin
20035	scored
20034	i’ve
20033	humor
20026	supporting
20016	recommend
20013	>>>>>>>
20011	bt
19998	leadership
19990	#pandora
19985	client
19972	duke
19970	td
19968	trial
19967	6:30
19959	fed
19950	hopes
19947	farm
19947	example
19940	cole
19934	tebow
19930	friendly
19926	penis
19922	cream
19907	attend
19891	sc
19882	visiting
19865	stops
19861	fest
19856	gt
19855	awh
19853	a.m.
19850	cum
19843	cuts
19841	silence
19818	ole
19817	flat
19812	chipotle
19806	production
19802	coupon
19800	recording
19799	ability
19797	financial
19792	entertaining
19791	sadly
19780	bulls
19776	valentine's
19760	toes
19757	afford
19739	wisdom
19723	tracks
19722	wifi
19722	that’s
19717	provide
19716	tries
19703	sarah
19687	religion
19686	rent
19684	t-t
19683	twerk
19678	thomas
19671	accidentally
19669	cheating
19652	<<<<<<
19642	lift
19620	covers
19619	vine
19618	topic
19615	george
19607	arrived
19600	rights
19553	drove
19552	hire
19546	messing
19540	theme
19532	hiding
19530	sets
19514	gang
19510	stoked
19503	kings
19499	blew
19487	mn
19480	noo
19475	touchdown
19474	birth
19470	😋
19467	sept
19454	idgaf
19437	i'ma
19420	iight
19415	winners
19414	doll
19413	poll
19408	army
19407	#goodnight
19406	medicine
19397	hottest
19387	collected
19387	worship
19377	temperature
19375	mary
19375	ravens
19375	cutie
19356	couldnt
19341	ma'am
19319	np
19307	bud
19297	exact
19286	adding
19282	mothers
19278	w/o
19278	speaks
19271	softball
19254	union
19249	bby
19246	confidence
19230	stranger
19225	bb
19219	hashtag
19216	circle
19213	immediately
19207	benefit
19190	throws
19187	💙
19186	obvious
19180	necessary
19165	zombie
19159	t-shirt
19155	beard
19149	years_old
19147	blown
19147	sunset
19146	limited
19136	jazz
19130	survive
19128	mom's
19127	clouds
19125	okc
19121	nw
19119	48
19113	olympics
19101	charged
19100	egg
19092	earrings
19091	argument
19086	describe
19073	searching
19067	1000
19058	pitch
19056	lover
19049	considered
19042	gotcha
19036	bestie
19024	seek
19021	buzz
19021	volleyball
19013	certainly
19005	strategy
19003	era
18988	$$
18984	est
18984	hahahahahaha
18978	wave
18974	esta
18972	70
18948	lovin
18947	oregon
18899	freestyle
18895	pillow
18878	trynna
18876	kitty
18876	creep
18841	happy_bday
18840	uhh
18837	bang
18825	peter
18821	modern
18819	suggestions
18817	week's
18814	99
18790	contacts
18773	caring
18771	quotes
18770	ughh
18769	odd
18765	swing
18764	rising
18757	lolz
18749	:-/
18745	freshman
18743	easter
18731	smfh
18727	👏
18726	could've
18718	#swag
18718	blows
18701	badly
18699	emails
18698	tiger
18694	owner
18692	culture
18683	shared
18673	presentation
18665	ray
18665	understanding
18652	patient
18642	thee
18630	cheat
18622	screwed
18598	racing
18593	obama's
18591	burned
18587	lick
18552	luke
18546	fails
18538	fights
18535	peanut_butter
18530	regardless
18525	nvm
18522	percent
18513	0.0
18506	brandon
18482	😣
18479	ni
18447	handsome
18447	toy
18443	menu
18419	✋
18391	followback
18390	discovered
18365	museum
18359	glory
18357	homies
18349	havin
18347	homemade
18339	joint
18335	employees
18319	blues
18318	mmmm
18317	hmmmm
18313	ourselves
18307	tn
18303	bottles
18292	sweetie
18275	younger
18274	ashley
18264	duck
18261	👎
18253	sober
18250	boost
18248	favs
18242	baltimore
18240	scores
18238	tmrw
18231	#photography
18230	hacked
18229	10th
18226	universe
18224	drives
18217	replace
18205	workers
18200	license
18195	😕
18183	term
18177	2day
18169	japan
18140	new_orleans
18131	focused
18124	wed
18121	takin
18120	embarrassing
18091	indiana
18090	-_____-
18078	#chicago
18076	vip
18061	laid
18051	hung
18042	yeahh
18026	lip
18023	reported
18020	chose
18017	ova
18014	calendar
18013	columbus
18012	aware
17994	metal
17969	jumping
17965	..!
17964	#fashion
17959	connection
17951	toys
17948	stays
17938	celtics
17933	biz
17932	pushing
17931	letters
17918	clip
17910	grey
17904	suspect
17891	joining
17891	depressing
17883	<--
17881	foundation
17875	pathetic
17872	fr
17870	great_item
17861	😖
17855	costume
17846	lowkey
17842	#raw
17839	sooner
17827	tigers
17824	middle_school
17823	multiple
17822	wide
17818	ousted
17796	balance
17790	discover
17789	yankees
17779	thou
17776	legend
17775	blvd
17770	reaction
17766	seasons
17748	announce
17744	neighbor
17744	impressed
17728	vagina
17716	#realestate
17714	dealing
17714	retweeted
17710	lifetime
17709	$25
17708	manage
17706	😠
17701	holds
17698	accepted
17694	musical
17690	forced
17685	irish
17681	vid
17671	dreaming
17670	vodka
17667	clients
17666	mass
17664	microsoft
17663	happy_thanksgiving
17658	pot
17646	prison
17638	sweetheart
17636	24/7
17623	7pm
17619	illegal
17604	panel
17604	retarded
17584	mtv
17577	300
17561	fame
17554	chief
17551	karma
17549	lawd
17541	💋
17534	patriots
17532	stands
17530	prince
17530	belong
17528	$$$
17521	stairs
17521	rape
17517	neva
17505	dunno
17491	mia
17491	woulda
17487	treated
17477	bull
17476	hubby
17473	soooooo
17463	theatre
17460	crossed
17457	slightly
17448	5:30
17443	tape
17438	plant
17422	sites
17419	preach
17406	escape
17405	2014
17403	thug
17393	#constantcontact
17389	pace
17376	fishing
17372	kentucky
17362	definition
17354	32
17350	debt
17343	logo
17342	fourth
17340	trap
17326	rangers
17318	anger
17272	wide_awake
17267	ac
17263	hawaii
17254	wisconsin
17247	meow
17232	typical
17225	andrew
17224	flower
17215	frank
17212	grades
17204	er
17198	greater
17198	chain
17182	pastor
17181	highlights
17168	black_friday
17151	saints
17143	icon
17135	parking_lot
17126	concerned
17126	offering
17120	iowa
17095	roof
17082	suddenly
17077	liar
17077	#shoutout
17072	faggot
17058	joking
17046	policy
17038	jake
17028	aug
17027	wack
17021	writer
17013	blessings
17011	popcorn
17008	hunger_games
17003	nicki_minaj
16990	launches
16988	desire
16983	guard
16978	cam
16966	remain
16949	reminded
16943	joined
16938	upgrade
16937	tap
16935	guessing
16925	nightmare
16917	nail
16913	💕
16911	weave
16911	asses
16890	#marketing
16889	rings
16889	reporting
16882	papers
16878	fridge
16876	promote
16869	#retweet
16866	tests
16866	he'd
16852	password
16831	williams
16831	juss
16821	scenes
16816	sons
16814	dia
16796	101
16796	systems
16787	solutions
16785	turnt
16781	tits
16774	fck
16765	calories
16760	nevermind
16757	bow
16756	gov
16755	item
16735	kanye
16725	shocked
16723	cnt
16720	mah
16719	monkey
16712	gimme
16703	poster
16700	fyi
16698	active
16691	direct
16675	harry_potter
16664	bell
16660	2nite
16656	woohoo
16648	cure
16647	memphis
16638	opportunities
16630	user
16626	eaten
16622	slick
16618	pittsburgh
16614	cruise
16613	returns
16613	gold_coins
16604	massive
16597	edit
16595	designer
16595	grandpa
16593	tennis
16583	british
16577	gallery
16573	finishing
16572	europe
16569	yell
16568	eyebrows
16553	kyle
16549	#excited
16547	coke
16538	glee
16532	belly
16521	advertising
16517	refs
16515	daily_stats
16498	taco
16497	scratch
